<?php

return [
    'register' => 'регистр',
    'register_now' => 'Зарегистрируйтесь сейчас',

    'login' => 'Авторизоваться',
    'forgot' => 'забыл пароль?',

    'reset_pwd_send' => 'Отправить ссылку для сброса пароля',
    'reset_pwd' => 'Сброс пароля',

    'withdraw' => 'Снять со счета',

    'search' => 'Поиск',
    'back' => 'Назад',

    'all_news' => 'Просмотреть все новости',
    'all_notifications' => 'Просмотреть все уведомления',

    'send' => 'послать',
    'save' => 'Сохранить',
    'upload' => 'Загрузить',

    'enable' => 'Давать возможность',
    'disable' => 'Запрещать',

    'authenticate' => 'Аутентифицировать',

    'browse' => 'Выберите файл',
];
