<?php

return [
    'title' => 'Депозит/Вывод',

    'page_title' => 'Депозит/Вывод',
    'page_title_desc' => 'Внесите и снимите свои средства',

    'deposit' => 'Депозит',
    'withdraw' => 'Вывод',

    'deposit_desc1' => 'Это ваш :currency депозитный адрес.',
    'deposit_desc2' => 'Скопируйте или отсканируйте QR-код, чтобы использовать его.',

    'balance' => 'Остаток средств:',
    'available_balance' => 'доступные средства:',

    'available_balance_desc' => 'Вы можете вывести средства, за исключением суммы отложенного ордера и запрошенной суммы вывода.',

    'min_deposit_title' => 'Минимальная сумма депозита:',
    'min_deposit_desc' => 'Вам необходимо перевести средства, превышающие минимальную сумму депозита.',

    'deposit_addr_title' => ':currency Адрес депозита',

    'deposit_warning_title' => '※ Осторожность',
    'deposit_warning_desc' => 'Пожалуйста, переводите средства на правильный :currency адрес, указанный выше. Мы не несем ответственности, если вы переводите средства на другой адрес.',

    'withdraw_desc' => 'Пожалуйста, введите внешний адрес :currency для вывода средств.',

    'min_withdraw_title' => 'Минимальная сумма вывода:',
    'min_withdraw_desc' => 'Сумма вывода не может быть меньше минимальной суммы вывода.',

    'withdraw_addr_title' => ':currency Адрес для вывода',

    'withdraw_address' => 'Адрес назначения',
    'withdraw_amount' => 'Сумма вывода',

    'withdraw_warning_title' => '※ Осторожность',
    'withdraw_warning_desc' => 'Пожалуйста, введите правильный :currency адрес вывода. Мы не несем ответственности, если ваш адрес для вывода недействителен.',

    'invalid_currency_msg' => 'Пожалуйста, выберите действительную валюту.',

    'withdraw_failed_msg' => 'Ваш запрос на снятие средств не удался.',
    'withdraw_success_msg' => 'Ваш запрос на снятие средств выполнен.',

    'withdraw_after_kyc' => 'Вывести средства можно после проверки личности.',
];
