<?php

return [
    'title' => 'Параметр',

    'page_title' => 'Параметр',
    'page_title_desc' => 'Настройки аккаунта',

    'account_info' => 'Информация об аккаунте',
    'account_info_update' => 'Обновление информации об аккаунте',
    'change_pwd' => 'Измени пароль',
    'id_verify' => 'Подтверждение личности',
    'step_auth' => 'Двухэтапная аутентификация',
    'data_download' => 'Загрузка данных',
    'login_history' => 'История входа в систему/IP',
    'language' => 'Язык',

    'login_id' => 'Авторизоваться ID',
    'avatar' => 'Фото',
    'name' => 'Полное имя',
    'email' => 'Эл. адрес',
    'password' => 'Пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'gender' => 'Пол',
    'gender_placeholder' => 'Выбери свой пол',
    'birthday' => 'День рождения',
    'mobile' => 'Телефон',
    'country' => 'Страна',
    'country_placeholder' => 'Выберите вашу страну',
    'lang' => 'Язык',
    'lang_placeholder' => 'Выберите ваш язык',
    'address' => 'Адрес',
    'postal_code' => 'Почтовый Код',

    'upload_id_title' => 'Загрузить документы, удостоверяющие личность',
    'upload_id_desc' => 'Загрузите документ для подтверждения личности.',
    'upload_id_warning1' => 'Загружаемый файл должен быть в формате JPG, PNG или PDF.',
    'upload_id_warning2' => 'Максимальный размер загружаемого файла - 10 МБ.',
    'id_doc' => 'Документ, удостоверяющий личность',

    'show' => 'увеличение фото',
    'delete' => 'Удалить',

    'current_pwd' => 'текущий пароль',
    'new_pwd' => 'новый пароль',
    'new_pwd_confirm' => 'Подтверждение нового пароля',

    'google_auth' => '2FA Google Authenticator',
    'google_auth_desc' => 'Настройте двухфакторную аутентификацию, отсканировав штрих-код ниже. В качестве альтернативы вы можете использовать код',
    'verification_code' => 'Код подтверждения',

    'data_download_desc' => 'Вы можете скачать данные, зарегистрированные Сервисной командой.',
    'data_title' => 'Заголовок',
    'file_name' => 'Имя файла',
    'register_datetime' => 'Дата регистрации Время',
    'download' => 'Скачать',

    'login_history_desc' => 'Пожалуйста, проверьте свою историю входов в систему.',
    'ip' => 'IP',
    'device' => 'Устройство',
    'platform' => 'Платформа',
    'region' => 'Область',
    'datetime' => 'Дата Время',

    'language_title' => 'Настройка языка',

    'profile_success_msg' => 'Профиль обновлен',
    'profile_failed_msg' => 'Не удалось обновить профиль.',

    'id_success_msg' => 'Документ с идентификатором загружен. Подождите, пока на рассмотрении.',
    'id_failed_msg' => 'Не удалось загрузить документ с идентификатором.',

    'id_delete_success_msg' => 'Документ с идентификатором был удален.',
    'id_delete_failed_msg' => 'Не удалось удалить документ с идентификатором.',

    'current_pwd_wrong' => 'Текущий пароль неверен.',

    'pwd_success_msg' => 'Пароль обновлен.',
    'pwd_failed_msg' => 'Не удалось обновить пароль.',

    '2fa_success_msg' => 'Настройка двухфакторной аутентификации Google прошла успешно.',
    '2fa_failed_msg' => 'Не удалось настроить двухфакторную аутентификацию Google.',

    'lang_success_msg' => 'Настройка языка была обновлена.',
    'lang_failed_msg' => 'Не удалось обновить языковые настройки.',
];
