<?php

return [
    'author' => 'Автор',
    'comment' => [
        'add' => 'Новый комментарий',
        'body' => 'оставил комментарий к - ',
        'action' => 'Перейти к статье',
        'response' => 'Новый ответ на ваш комментарий',
        'answer' => 'ответил на ваш комментарий к',
        'action_response' => 'Перейти к комментарию',
    ],
    'photo' => [
        'action' => 'Перейти к фотографии',
        'share' => [
            'add' => 'Поделились вашей фотографией',
            'body' => 'Поделились вашей фотографией',
        ],
    ],
    'mail_text' => 'Новое уведомление с сайта',
    'mail_command' => 'С уважением, команда проекта Cargasm',
    'blog' => [
        'action' => 'Перейти к блогу',
        'like' => [
            'add' => 'Добавлен новый лайк',
            'body' => 'оставил лайк к статье',
        ],
        'share' => [
            'add' => 'Поделился вашей записью',
            'body' => 'поделился вашей записью',
        ],
    ],
    'title' => 'Здравствуйте!',
    'event' => [
        'application' => [
            'title' => 'Новая заявка на событие',
            'participant' => 'Новый участник события',
            'body' => 'подал заявку на участие в событии',
        ],
        'action' => 'Перейти к событию',
        'action_all' => 'Перейти к другим событиям',
        'reminder' => 'Напоминание о предстоящем событии',
        'reminder' => [
            'title' => 'Напоминание о предстоящем событии',
            'body' => 'Через час событие начнется',
        ],
        'begin' => 'Начало события',
        'cancel' => 'Отмена события',
        'cancel_user' => 'отменил событие',
        'change' => 'Событие изменено',
        'change_data' => 'измененныл данные события',
        'like' => [
            'add' => 'Добавлен новый лайк',
            'body' => 'оставил лайк к ',
        ],
        'share' => [
            'add' => 'Поделился вашей записью',
            'body' => 'поделился вашей записью',
        ],
        'status' => [
            'title' => 'Изменение статуса заявки',
            'body' => 'Изменение статуса заявки',
            'changed' => 'изменил ваш статус к событию - ',
        ],
    ],
    'message' => [
        'add' => 'Новое сообщение',
        'body' => 'отправил новое сообщение',
        'action' => 'перейти к диалогу',
        'text' => 'Текст сообщения:',
    ],
    'services' => [
        'title' => 'Отправлено на модерацию',
        'body' => 'Ваше СТО отправлено на модерацию',
        'moderate' => 'отправлено на модерацию',
        'published' => 'Статус СТО опубликован',
        'status_published' => 'Ваше СТО одобрено модератором и будет опубликовано ',
        'action' => 'Перейти к СТО',
    ],
    'complaint' => [
        'title' => 'Создана новая жалоба!',
        'user' => 'Пользователь',
        'complained_about' => 'пожаловался на',
        'text' => 'Текст жалобы:',
        'theme' => 'Тема жалобы:',
    ],
    'user' => [
        'action' => 'Перейти на профиль',
    ],
    'subscription' => [
        'title' => 'Новый подписчик',
        'site' => 'Перейти на сайт',
        'subscribe' => 'подписался на Вас',
    ],
];
